Repository: marcelrgberger/civo-cloud-manager
Catalog: CivoCloudManager/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, zh_hans

source: Auto-close timer: set 15min, 30min, 1h, 2h, or unlimited.
ar: مؤقت الإغلاق التلقائي: اختر 15 دقيقة، أو 30 دقيقة، أو ساعة واحدة (1h)، أو ساعتين (2h)، أو مدة غير محدودة.
de: Automatischer Schließ-Timer: 15min, 30min, 1h, 2h oder unbegrenzt einstellbar.
es: Temporizador de cierre automático: 15min, 30min, 1h, 2h o ilimitado.
fr: Minuteur de fermeture automatique : 15min, 30min, 1h, 2h ou illimité.
hi: ऑटो-क्लोज़ टाइमर: 15min, 30min, 1h, 2h या अनलिमिटेड सेट करें।
id: Timer tutup otomatis: atur 15menit, 30menit, 1j, 2j, atau tanpa batas.
it: Timer di chiusura automatica: imposta 15min, 30min, 1h, 2h o illimitato.
ja: 自動クローズタイマー：15分、30分、1時間、2時間、または無制限に設定可能です。
ko: 자동 닫기 타이머: 15분, 30분, 1시간, 2시간 또는 무제한 설정 가능.
nl: Automatisch sluiten timer: instelbaar op 15min, 30min, 1u, 2u of onbeperkt.
pl: Automatyczny timer zamykania: ustaw 15min, 30min, 1h, 2h lub bez limitu.
pt: Temporizador de fecho automático: defina 15min, 30min, 1h, 2h ou ilimitado.
ru: Таймер автозакрытия: 15 мин, 30 мин, 1 ч, 2 ч или без ограничения.
tr: Otomatik kapanma zamanlayıcısı: 15dk, 30dk, 1s, 2s veya sınırsız olarak ayarlanabilir.
zh_hans: 自动关闭计时器：可设置为 15 分钟、30 分钟、1 小时、2 小时或不限时。

source: Auto-refresh while instance is building (every 5 seconds).
ar: تحديث تلقائي أثناء بناء المثيل (كل 5 ثوانٍ).
de: Automatische Aktualisierung während des Instance-Aufbaus (alle 5 Sekunden).
es: Actualización automática mientras la instancia se crea (cada 5 segundos).
fr: Rafraîchissement automatique pendant la création de l’instance (toutes les 5 secondes).
hi: इंस्टेंस बनते समय स्वतः रिफ्रेश (हर 5 सेकंड में)।
id: Muat ulang otomatis saat instance sedang dibuat (setiap 5 detik).
it: Aggiornamento automatico mentre l'istanza è in creazione (ogni 5 secondi).
ja: インスタンス構築中は自動で5秒ごとに更新されます。
ko: 인스턴스 생성 중 5초마다 자동 새로고침.
nl: Automatisch verversen tijdens het bouwen van een instantie (elke 5 seconden).
pl: Automatyczne odświeżanie podczas tworzenia instancji (co 5 sekund).
pt: Atualização automática enquanto a instância está a ser criada (a cada 5 segundos).
ru: Автообновление при создании инстанса (каждые 5 секунд).
tr: Sunucu oluşturulurken otomatik yenileme (her 5 saniyede bir).
zh_hans: 实例创建中自动刷新（每 5 秒一次）。

source: Backup button in SSH Keys toolbar: recover private keys from encrypted backup.
ar: زر 'نسخة احتياطية' في شريط أدوات مفاتيح SSH: استرجع المفاتيح الخاصة من النسخة الاحتياطية المشفرة.
de: „Sicherung“-Button in der SSH-Schlüssel-Toolbar: Private Schlüssel aus verschlüsselter Sicherung wiederherstellen.
es: Botón Copia de seguridad en la barra de claves SSH: recupera claves privadas desde la copia cifrada.
fr: Bouton Sauvegarde dans la barre d’outils des clés SSH : restaurez les clés privées depuis la sauvegarde chiffrée.
hi: SSH Keys टूलबार में 'बैकअप' बटन: एन्क्रिप्टेड बैकअप से प्राइवेट की पुनर्प्राप्त करें।
id: Tombol Cadangan di toolbar SSH Keys: pulihkan private key dari cadangan terenkripsi.
it: Pulsante Backup nella barra strumenti Chiavi SSH: recupera chiavi private dal backup crittografato.
ja: SSH鍵ツールバーの「バックアップ」ボタンで暗号化バックアップから秘密鍵を復元できます。
ko: SSH 키 툴바의 ‘백업’ 버튼으로 암호화된 백업에서 개인 키 복구.
nl: Back-upknop in de SSH-sleutels werkbalk: herstel privésleutels uit versleutelde back-up.
pl: Przycisk „Kopia zapasowa” na pasku narzędzi kluczy SSH: odzyskaj klucze prywatne z zaszyfrowanej kopii zapasowej.
pt: Botão 'Backup' na barra de SSH Keys: recupere chaves privadas do backup encriptado.
ru: Кнопка «Резервная копия» на панели SSH-ключей: восстановление приватных ключей из зашифрованной копии.
tr: SSH Anahtarları araç çubuğundaki Yedekle butonu: şifreli yedekten özel anahtarları kurtarın.
zh_hans: SSH 密钥工具栏中的“备份”按钮：可从加密备份恢复私钥。

source: Breadcrumb navigation shows your path. Click any breadcrumb to jump back.
ar: تنقل المسار (Breadcrumb) يعرض مسارك. انقر على أي جزء للعودة إليه.
de: Die Breadcrumb-Navigation zeigt Ihren Pfad. Klicken Sie auf ein Element, um zurückzuspringen.
es: La navegación por migas muestra tu ruta. Haz clic en cualquier miga para volver atrás.
fr: La navigation par fil d’Ariane affiche votre chemin. Cliquez sur un élément pour revenir en arrière.
hi: ब्रेडक्रंब नेविगेशन आपका पथ दिखाता है। किसी भी ब्रेडक्रंब पर क्लिक कर पीछे जाएँ।
id: Navigasi breadcrumb menampilkan jalur Anda. Klik breadcrumb mana saja untuk kembali.
it: La navigazione breadcrumb mostra il percorso. Clicca su qualsiasi breadcrumb per tornare indietro.
ja: パンくずリストで現在のパスを表示。任意のパンくずをクリックして戻れます。
ko: 경로 탐색(브레드크럼)이 현재 위치를 표시합니다. 클릭 시 해당 위치로 이동.
nl: Breadcrumb-navigatie toont uw pad. Klik op een breadcrumb om terug te gaan.
pl: Nawigacja okruszkowa pokazuje Twoją ścieżkę. Kliknij dowolny element, aby wrócić.
pt: A navegação por breadcrumbs mostra o seu caminho. Clique em qualquer breadcrumb para voltar.
ru: Навигация-хлебные крошки показывает ваш путь. Кликните по любому элементу для возврата.
tr: Gezinti yolu (breadcrumb) mevcut konumunuzu gösterir. Geri gitmek için herhangi birine tıklayın.
zh_hans: 面包屑导航显示当前位置，点击任一面包屑可返回对应位置。

source: Breakdown by individual resource with usage hours.
ar: تفصيل حسب كل مورد مع ساعات الاستخدام.
de: Aufschlüsselung nach einzelnen Ressourcen mit Nutzungsstunden.
es: Desglose por recurso individual con horas de uso.
fr: Détail par ressource avec heures d’utilisation.
hi: प्रत्येक संसाधन के उपयोग घंटों के साथ विवरण।
id: Rincian per sumber daya dengan jam penggunaan.
it: Dettaglio per singola risorsa con ore di utilizzo.
ja: 個別リソースごとの利用時間で内訳を表示します。
ko: 개별 리소스별 사용 시간으로 상세 내역 표시.
nl: Uitsplitsing per individuele resource met gebruiksuren.
pl: Podział według poszczególnych zasobów z liczbą godzin użycia.
pt: Detalhe por recurso individual com horas de utilização.
ru: Разбивка по каждому ресурсу с учетом часов использования.
tr: Her bir kaynağın kullanım saatine göre ayrıntılı döküm.
zh_hans: 按单个资源及使用时长分解。

source: Breakdown by resource type with percentage bars.
ar: تفصيل حسب نوع المورد مع أشرطة النسبة المئوية.
de: Aufschlüsselung nach Ressourcentyp mit Prozentbalken.
es: Desglose por tipo de recurso con barras de porcentaje.
fr: Répartition par type de ressource avec barres de pourcentage.
hi: संसाधन प्रकार के अनुसार प्रतिशत बार के साथ विवरण।
id: Rincian berdasarkan tipe sumber daya dengan batang persentase.
it: Dettaglio per tipo di risorsa con barre percentuali.
ja: リソース種別ごとに割合バーで内訳を表示します。
ko: 리소스 유형별 비율 막대로 구분 표시.
nl: Uitsplitsing per resourcetype met procentuele balken.
pl: Podział według typu zasobu z paskami procentowymi.
pt: Detalhe por tipo de recurso com barras percentuais.
ru: Разбивка по типам ресурсов с процентными индикаторами.
tr: Kaynak türüne göre yüzde çubuklu döküm.
zh_hans: 按资源类型及百分比条分解。

source: Browse files and folders in a Table view with Name and Size columns.
ar: تصفح الملفات والمجلدات في عرض جدولي مع أعمدة الاسم والحجم.
de: Dateien und Ordner in einer Tabellenansicht mit Spalten für Name und Größe durchsuchen.
es: Explora archivos y carpetas en una vista de tabla con columnas Nombre y Tamaño.
fr: Parcourez fichiers et dossiers dans une vue Tableau avec colonnes Nom et Taille.
hi: नाम और आकार कॉलम के साथ टेबल दृश्य में फाइलें और फोल्डर ब्राउज़ करें।
id: Jelajahi berkas dan folder dalam tampilan Tabel dengan kolom Nama dan Ukuran.
it: Sfoglia file e cartelle in una vista tabellare con colonne Nome e Dimensione.
ja: 名前とサイズ列付きのテーブルビューでファイルやフォルダを閲覧できます。
ko: 이름, 크기 컬럼이 있는 테이블 뷰로 파일과 폴더 탐색.
nl: Blader door bestanden en mappen in een tabelweergave met kolommen Naam en Grootte.
pl: Przeglądaj pliki i foldery w widoku tabeli z kolumnami Nazwa i Rozmiar.
pt: Navegue por ficheiros e pastas numa vista de tabela com colunas Nome e Tamanho.
ru: Просматривайте файлы и папки в табличном виде с колонками Имя и Размер.
tr: Dosya ve klasörleri, Ad ve Boyut sütunlarıyla Tablo görünümünde inceleyin.
zh_hans: 以表格视图浏览文件和文件夹，包含名称和大小列。

source: Cancel button in the download bar stops the current download.
ar: زر 'إلغاء' في شريط التنزيل يوقف التنزيل الحالي.
de: Mit „Abbrechen“ in der Downloadleiste wird der aktuelle Download gestoppt.
es: El botón Cancelar en la barra de descarga detiene la descarga actual.
fr: Le bouton Annuler dans la barre de téléchargement arrête le téléchargement en cours.
hi: डाउनलोड बार में 'रद्द करें' बटन वर्तमान डाउनलोड रोकता है।
id: Tombol Batal di bilah unduhan menghentikan unduhan saat ini.
it: Il pulsante Annulla nella barra di download interrompe il download in corso.
ja: ダウンロードバーの「キャンセル」ボタンで現在のダウンロードを停止します。
ko: 다운로드 바의 ‘취소’ 버튼으로 현재 다운로드 중단.
nl: Annuleren-knop in de downloadbalk stopt de huidige download.
pl: Przycisk „Anuluj” na pasku pobierania zatrzymuje bieżące pobieranie.
pt: O botão 'Cancelar' na barra de transferência interrompe a transferência atual.
ru: Кнопка «Отмена» на панели загрузки останавливает текущую загрузку.
tr: İndirme çubuğundaki İptal butonu mevcut indirmeyi durdurur.
zh_hans: 下载栏中的“取消”按钮可停止当前下载。

source: Click 'Browse Files' in the object store detail view to open the S3 file browser.
ar: انقر 'تصفح الملفات' في تفاصيل مخزن الكائنات لفتح متصفح ملفات S3.
de: Klicken Sie in der Objekt-Store-Detailansicht auf „Dateien durchsuchen“, um den S3-Dateibrowser zu öffnen.
es: Haz clic en "Explorar archivos" en la vista de detalle del almacén de objetos para abrir el navegador S3.
fr: Cliquez sur « Parcourir les fichiers » dans le détail du stockage objet pour ouvrir le navigateur S3.
hi: ऑब्जेक्ट स्टोर विवरण दृश्य में 'फ़ाइलें ब्राउज़ करें' पर क्लिक कर S3 फ़ाइल ब्राउज़र खोलें।
id: Klik 'Jelajahi Berkas' di tampilan detail object store untuk membuka penjelajah berkas S3.
it: Clicca "Sfoglia file" nella vista dettagli dell'object store per aprire il browser file S3.
ja: オブジェクトストア詳細画面の「ファイルを閲覧」をクリックしてS3ファイルブラウザを開きます。
ko: 오브젝트 스토어 상세 보기에서 ‘파일 탐색’을 클릭해 S3 파일 브라우저를 엽니다.
nl: Klik op 'Bestanden bladeren' in de detailweergave van de object store om de S3-bestandsbrowser te openen.
pl: Kliknij „Przeglądaj pliki” w szczegółach Object Store, aby otworzyć przeglądarkę plików S3.
pt: Clique em 'Procurar ficheiros' na vista de detalhe do object store para abrir o navegador de ficheiros S3.
ru: Нажмите «Просмотреть файлы» в деталях хранилища объектов для открытия S3-браузера файлов.
tr: Nesne deposu detayında 'Dosyalara Gözat' seçeneğine tıklayarak S3 dosya tarayıcısını açın.
zh_hans: 在对象存储详情页点击“浏览文件”以打开 S3 文件浏览器。

source: Click 'Dashboard' in the menu bar popover to open the full management window.
ar: انقر 'لوحة التحكم' في نافذة شريط القوائم لفتح نافذة الإدارة الكاملة.
de: Klicken Sie im Menüleisten-Popover auf „Dashboard“, um das vollständige Verwaltungsfenster zu öffnen.
es: Haz clic en "Panel de control" en el menú para abrir la ventana de gestión completa.
fr: Cliquez sur « Tableau de bord » dans le menu pour ouvrir la fenêtre de gestion complète.
hi: मेनू बार पॉपओवर में 'डैशबोर्ड' पर क्लिक कर पूर्ण प्रबंधन विंडो खोलें।
id: Klik 'Dasbor' di popover menu bar untuk membuka jendela manajemen penuh.
it: Clicca "Pannello di controllo" nel popover della barra menu per aprire la finestra di gestione completa.
ja: メニューバーポップオーバーの「ダッシュボード」をクリックして管理画面を開きます。
ko: 메뉴바 팝오버에서 ‘대시보드’를 클릭해 전체 관리 창을 엽니다.
nl: Klik op 'Dashboard' in de menubalk-popover om het volledige beheervenster te openen.
pl: Kliknij „Panel sterowania” w popoverze paska menu, aby otworzyć pełne okno zarządzania.
pt: Clique em 'Painel de controlo' no popover da barra de menu para abrir a janela de gestão completa.
ru: Нажмите «Панель управления» в меню для открытия полного окна управления.
tr: Menü çubuğu açılırında 'Kontrol Paneli'ne tıklayarak tam yönetim penceresini açın.
zh_hans: 在菜单栏弹窗中点击“仪表盘”打开完整管理窗口。

source: Click a cluster to see details: version, API endpoint, conditions, node pools, apps.
ar: انقر على عنقود لرؤية التفاصيل: الإصدار، نقطة نهاية API، الحالات، تجمعات العقد، التطبيقات.
de: Klicken Sie auf einen Cluster, um Details wie Version, API-Endpunkt, Status, Node-Pools und Apps anzuzeigen.
es: Haz clic en un clúster para ver detalles: versión, endpoint API, condiciones, grupos de nodos, aplicaciones.
fr: Cliquez sur un cluster pour voir les détails : version, endpoint API, conditions, pools de nœuds, applications.
hi: क्लस्टर पर क्लिक कर विवरण देखें: संस्करण, API एंडपॉइंट, कंडीशन, नोड पूल, ऐप्स।
id: Klik sebuah klaster untuk melihat detail: versi, endpoint API, kondisi, node pool, aplikasi.
it: Clicca su un cluster per vedere dettagli: versione, endpoint API, condizioni, pool nodi, app.
ja: クラスタをクリックすると、バージョン、APIエンドポイント、状態、ノードプール、アプリの詳細が表示されます。
ko: 클러스터를 클릭하면 버전, API 엔드포인트, 상태, 노드 풀, 앱 등 상세 정보를 확인할 수 있습니다.
nl: Klik op een cluster om details te zien: versie, API-endpoint, condities, node pools, apps.
pl: Kliknij klaster, aby zobaczyć szczegóły: wersja, endpoint API, warunki, pule węzłów, aplikacje.
pt: Clique num cluster para ver detalhes: versão, endpoint da API, condições, pools de nós, apps.
ru: Кликните по кластеру для просмотра деталей: версия, API endpoint, состояния, пулы узлов, приложения.
tr: Bir kümeye tıklayarak sürüm, API uç noktası, durumlar, node havuzları ve uygulama detaylarını görüntüleyin.
zh_hans: 点击集群查看详情：版本、API 端点、状态、节点池、应用。

source: Click a database to see connection info (host, port, DNS), credentials, config, and network.
ar: انقر على قاعدة بيانات لرؤية معلومات الاتصال (المضيف، المنفذ، DNS)، بيانات الاعتماد، الإعدادات، والشبكة.
de: Klicken Sie auf eine Datenbank, um Verbindungsdaten (Host, Port, DNS), Zugangsdaten, Konfiguration und Netzwerk anzuzeigen.
es: Haz clic en una base de datos para ver información de conexión (host, puerto, DNS), credenciales, configuración y red.
fr: Cliquez sur une base de données pour voir les informations de connexion (hôte, port, DNS), identifiants, configuration et réseau.
hi: डेटाबेस पर क्लिक कर कनेक्शन जानकारी (होस्ट, पोर्ट, DNS), क्रेडेंशियल्स, कॉन्फ़िग और नेटवर्क देखें।
id: Klik sebuah basis data untuk melihat info koneksi (host, port, DNS), kredensial, konfigurasi, dan jaringan.
it: Clicca su un database per vedere info di connessione (host, porta, DNS), credenziali, configurazione e rete.
ja: データベースをクリックすると、接続情報（ホスト、ポート、DNS）、認証情報、設定、ネットワークが表示されます。
ko: 데이터베이스를 클릭하면 연결 정보(호스트, 포트, DNS), 자격 증명, 설정, 네트워크를 확인할 수 있습니다.
nl: Klik op een database om verbindingsinformatie (host, poort, DNS), inloggegevens, configuratie en netwerk te bekijken.
pl: Kliknij bazę danych, aby zobaczyć informacje o połączeniu (host, port, DNS), dane uwierzytelniające, konfigurację i sieć.
pt: Clique numa base de dados para ver informações de ligação (host, porta, DNS), credenciais, configuração e rede.
ru: Кликните по базе данных для просмотра информации о подключении (хост, порт, DNS), учетных данных, конфигурации и сети.
tr: Bir veritabanına tıklayarak bağlantı bilgilerini (host, port, DNS), kimlik bilgilerini, yapılandırmayı ve ağı görüntüleyin.
zh_hans: 点击数据库查看连接信息（主机、端口、DNS）、凭证、配置和网络。

source: Click a database to see its detail view with connection info, config, and credentials.
ar: انقر على قاعدة بيانات لعرض التفاصيل مع معلومات الاتصال، الإعدادات، وبيانات الاعتماد.
de: Klicken Sie auf eine Datenbank, um die Detailansicht mit Verbindungsdaten, Konfiguration und Zugangsdaten zu sehen.
es: Haz clic en una base de datos para ver su detalle con información de conexión, configuración y credenciales.
fr: Cliquez sur une base de données pour afficher ses détails : connexion, configuration et identifiants.
hi: डेटाबेस पर क्लिक कर कनेक्शन जानकारी, कॉन्फ़िग और क्रेडेंशियल्स सहित विवरण देखें।
id: Klik sebuah basis data untuk melihat tampilan detailnya beserta info koneksi, konfigurasi, dan kredensial.
it: Clicca su un database per visualizzare i dettagli con info di connessione, configurazione e credenziali.
ja: データベースをクリックすると、接続情報、設定、認証情報の詳細画面が表示されます。
ko: 데이터베이스를 클릭하면 연결 정보, 설정, 자격 증명이 포함된 상세 보기를 확인할 수 있습니다.
nl: Klik op een database om de detailweergave met verbindingsinformatie, configuratie en inloggegevens te bekijken.
pl: Kliknij bazę danych, aby zobaczyć szczegóły: informacje o połączeniu, konfigurację i dane uwierzytelniające.
pt: Clique numa base de dados para ver o detalhe com informações de ligação, configuração e credenciais.
ru: Кликните по базе данных для просмотра подробностей: подключение, конфигурация, учетные данные.
tr: Bir veritabanına tıklayarak bağlantı bilgileri, yapılandırma ve kimlik bilgileriyle detayını görüntüleyin.
zh_hans: 点击数据库查看详细信息，包括连接信息、配置和凭证。

source: Click a firewall to see all its rules (protocol, ports, CIDR, direction, action).
ar: انقر على جدار حماية لرؤية جميع قواعده (البروتوكول، المنافذ، CIDR، الاتجاه، الإجراء).
de: Klicken Sie auf eine Firewall, um alle Regeln (Protokoll, Ports, CIDR, Richtung, Aktion) anzuzeigen.
es: Haz clic en un firewall para ver todas sus reglas (protocolo, puertos, CIDR, dirección, acción).
fr: Cliquez sur un pare-feu pour voir toutes ses règles (protocole, ports, CIDR, direction, action).
hi: फायरवॉल पर क्लिक कर उसके सभी नियम (प्रोटोकॉल, पोर्ट, CIDR, दिशा, क्रिया) देखें।
id: Klik sebuah firewall untuk melihat semua aturannya (protokol, port, CIDR, arah, aksi).
it: Clicca su un firewall per vedere tutte le sue regole (protocollo, porte, CIDR, direzione, azione).
ja: ファイアウォールをクリックすると、すべてのルール（プロトコル、ポート、CIDR、方向、アクション）が表示されます。
ko: 방화벽을 클릭하면 모든 규칙(프로토콜, 포트, CIDR, 방향, 동작)을 확인할 수 있습니다.
nl: Klik op een firewall om alle regels te zien (protocol, poorten, CIDR, richting, actie).
pl: Kliknij zaporę, aby zobaczyć wszystkie jej reguły (protokół, porty, CIDR, kierunek, akcja).
pt: Clique num firewall para ver todas as regras (protocolo, portas, CIDR, direção, ação).
ru: Кликните по брандмауэру для просмотра всех его правил (протокол, порты, CIDR, направление, действие).
tr: Bir güvenlik duvarına tıklayarak tüm kurallarını (protokol, portlar, CIDR, yön, eylem) görüntüleyin.
zh_hans: 点击防火墙查看所有规则（协议、端口、CIDR、方向、操作）。

source: Click a folder to select, double-click to navigate into it.
ar: انقر على مجلد لتحديده، وانقر مرتين للدخول إليه.
de: Klicken Sie auf einen Ordner zum Auswählen, doppelklicken Sie zum Öffnen.
es: Haz clic en una carpeta para seleccionarla, doble clic para entrar.
fr: Cliquez sur un dossier pour le sélectionner, double-cliquez pour y accéder.
hi: फोल्डर पर क्लिक कर चुनें, डबल-क्लिक कर उसके अंदर जाएँ।
id: Klik sebuah folder untuk memilih, klik ganda untuk masuk ke dalamnya.
it: Clicca su una cartella per selezionarla, doppio clic per entrarci.
ja: フォルダをクリックで選択、ダブルクリックで中に移動します。
ko: 폴더를 클릭해 선택, 더블 클릭하면 해당 폴더로 이동합니다.
nl: Klik op een map om te selecteren, dubbelklik om deze te openen.
pl: Kliknij folder, aby go zaznaczyć, kliknij dwukrotnie, aby do niego wejść.
pt: Clique numa pasta para selecionar, duplo clique para entrar.
ru: Кликните по папке для выбора, двойной клик — для перехода внутрь.
tr: Bir klasöre tıklayarak seçin, çift tıklayarak içine girin.
zh_hans: 点击文件夹选中，双击进入该文件夹。

source: Click a node name to see CPU, Memory, Pods capacity, conditions, and system info.
ar: انقر على اسم العقدة لرؤية المعالج، الذاكرة، سعة الحاويات، الحالات، ومعلومات النظام.
de: Klicken Sie auf einen Node-Namen, um CPU, Arbeitsspeicher, Pod-Kapazität, Status und Systeminformationen zu sehen.
es: Haz clic en un nodo para ver CPU, memoria, capacidad de pods, condiciones e información del sistema.
fr: Cliquez sur un nom de nœud pour voir le CPU, la mémoire, la capacité de pods, les conditions et les infos système.
hi: नोड नाम पर क्लिक कर CPU, मेमोरी, पॉड्स क्षमता, कंडीशन और सिस्टम जानकारी देखें।
id: Klik nama node untuk melihat CPU, Memori, kapasitas Pod, kondisi, dan info sistem.
it: Clicca sul nome di un nodo per vedere CPU, memoria, capacità pod, condizioni e info di sistema.
ja: ノード名をクリックすると、CPU、メモリ、Pod容量、状態、システム情報が表示されます。
ko: 노드 이름을 클릭하면 CPU, 메모리, 파드 용량, 상태, 시스템 정보를 확인할 수 있습니다.
nl: Klik op een node-naam om CPU, geheugen, podscapaciteit, condities en systeeminfo te bekijken.
pl: Kliknij nazwę węzła, aby zobaczyć CPU, pamięć RAM, pojemność podów, warunki i informacje systemowe.
pt: Clique num nó para ver CPU, Memória, capacidade de Pods, condições e informações do sistema.
ru: Кликните по имени узла для просмотра CPU, памяти, вместимости подов, состояния и системной информации.
tr: Bir node adına tıklayarak işlemci, bellek, pod kapasitesi, durumlar ve sistem bilgilerini görüntüleyin.
zh_hans: 点击节点名称查看 CPU、内存、Pod 容量、状态及系统信息。

source: Click a pod to view its logs (scrollable, auto-scroll toggle, refresh).
ar: انقر على حاوية لعرض سجلاتها (قابلة للتمرير، تبديل التمرير التلقائي، تحديث).
de: Klicken Sie auf einen Pod, um dessen Logs anzuzeigen (scrollbar, Auto-Scroll-Umschalter, Aktualisieren).
es: Haz clic en un pod para ver sus logs (desplazable, auto-desplazamiento, actualizar).
fr: Cliquez sur un pod pour afficher ses logs (défilement, auto-défilement, actualisation).
hi: पॉड पर क्लिक कर उसके लॉग देखें (स्क्रॉल करने योग्य, ऑटो-स्क्रॉल टॉगल, रिफ्रेश)।
id: Klik sebuah pod untuk melihat log-nya (dapat digulir, toggle auto-scroll, muat ulang).
it: Clicca su un pod per visualizzare i log (scorrimento, auto-scroll attivabile, aggiorna).
ja: Podをクリックすると、ログ（スクロール可能、自動スクロール切替、更新）が表示されます。
ko: 파드를 클릭하면 로그(스크롤 가능, 자동 스크롤 토글, 새로고침)를 볼 수 있습니다.
nl: Klik op een pod om de logs te bekijken (scrollbaar, automatisch scrollen aan/uit, verversen).
pl: Kliknij pod, aby zobaczyć jego logi (przewijane, przełącznik auto-przewijania, odświeżanie).
pt: Clique num pod para ver os logs (rolável, alternar auto-scroll, atualizar).
ru: Кликните по поду для просмотра его логов (прокрутка, автопрокрутка, обновление).
tr: Bir pod'a tıklayarak günlüklerini görüntüleyin (kaydırılabilir, otomatik kaydırma anahtarı, yenileme).
zh_hans: 点击 Pod 查看日志（可滚动，自动滚动开关，刷新）。

source: Click a volume to see attachment status, size, mountpoint, and bootable flag.
ar: انقر على قرص لرؤية حالة الربط، الحجم، نقطة التركيب، وعلامة الإقلاع.
de: Klicken Sie auf ein Volume, um Verbindungsstatus, Größe, Mountpoint und Boot-Flag zu sehen.
es: Haz clic en un volumen para ver estado de conexión, tamaño, punto de montaje y si es booteable.
fr: Cliquez sur un volume pour voir le statut d’attachement, la taille, le point de montage et le drapeau bootable.
hi: वॉल्यूम पर क्लिक कर अटैचमेंट स्थिति, आकार, माउंटपॉइंट और बूटेबल फ्लैग देखें।
id: Klik sebuah volume untuk melihat status keterikatan, ukuran, mountpoint, dan flag bootable.
it: Clicca su un volume per vedere stato di collegamento, dimensione, mountpoint e flag di avvio.
ja: ボリュームをクリックすると、接続状況、サイズ、マウントポイント、起動可否が表示されます。
ko: 볼륨을 클릭하면 연결 상태, 크기, 마운트 위치, 부팅 가능 여부를 확인할 수 있습니다.
nl: Klik op een volume om de koppelstatus, grootte, aankoppelpunt en bootable-vlag te zien.
pl: Kliknij wolumin, aby zobaczyć status podłączenia, rozmiar, punkt montowania i flagę rozruchową.
pt: Clique num volume para ver estado de ligação, tamanho, ponto de montagem e flag de boot.
ru: Кликните по тому для просмотра статуса подключения, размера, точки монтирования и флага загрузки.
tr: Bir diske tıklayarak bağlantı durumu, boyut, bağlama noktası ve önyüklenebilirlik bilgisini görüntüleyin.
zh_hans: 点击卷查看挂载状态、大小、挂载点及可启动标志。
